{
  "name": "accumulated-metagenomic-studies-reveal-recent-migration-whole-genome-evolution_2023",
  "title": "Accumulated metagenomic studies reveal recent migration, whole genome evolution, and undiscovered diversity of orthomyxoviruses",
  "url": "https://doi.org/10.1128/jvi.01056-23",
  "doi": "10.1128/jvi.01056-23",
  "bibtex": "@article{Dudas_2023, title={Accumulated metagenomic studies reveal recent migration, whole genome evolution, and undiscovered diversity of orthomyxoviruses}, volume={97}, ISSN={1098-5514}, url={http://dx.doi.org/10.1128/jvi.01056-23}, DOI={10.1128/jvi.01056-23}, number={10}, journal={Journal of Virology}, publisher={American Society for Microbiology}, author={Dudas, Gytis and Batson, Joshua}, editor={Parrish, Colin R.}, year={2023}, month=oct }",
  "description": "Metagenomic studies have uncovered many novel viruses by looking beyond hosts of public health or economic interest. However, the resulting viral genomes are often incomplete, and analyses largely characterize the distribution of viruses over their dynamics. Here, we integrate accumulated data from metagenomic studies to reveal geographic and evolutionary dynamics in a case study ofOrthomyxoviridae, the RNA virus family that includes influenza virus. First, we use sequences of the orthomyxovirid Wǔhàn mosquito virus 6 to track the migrations of its host. We then look at orthomyxovirus genome evolution, finding gene gain and loss across members of the family, especially in the surface proteins responsible for cell and host tropism. We find that the surface protein of Wǔhàn mosquito virus 6 exhibits accelerated non-synonymous evolution suggestive of antigenic evolution, i.e., vertebrate infection, and belongs to a wider quaranjavirid group bearing highly diverged surface proteins. Finally, we quantify the progress of orthomyxovirus discovery and forecast that many divergedOrthomyxoviridaemembers remain to be found. We argue that continued metagenomic studies will be fruitful for understanding the dynamics, evolution, ecology of viruses, and their hosts, regardless of whether novel viruses are identified or not, as long as study designs allowing for the resolution of complete viral genomes are employed The number of known virus species has increased dramatically through metagenomic studies, which search genetic material sampled from a host for non-host genes. Here, we focus on an important viral family that includes influenza viruses, the  Orthomyxoviridae, with over 100 recently discovered viruses infecting hosts from humans to fish. We find that one virus called Wǔhàn mosquito virus 6, discovered in mosquitoes in China, has spread across the globe very recently. Surface proteins used to enter cells show signs of rapid evolution in Wǔhàn mosquito virus 6 and its relatives which suggests an ability to infect vertebrate animals. We compute the rate at which new orthomyxovirus species discovered add evolutionary history to the tree of life, predict that many viruses remain to be discovered, and discuss what appropriately designed future studies can teach us about how diseases cross between continents and species",
  "date": "2023-10-31",
  "version": null,
  "license": null,
  "language": "English",
  "package_managers": null,
  "input_formats": null,
  "output_formats": null,
  "topics": [
    "orthomyxoviridae"
  ],
  "type": "paper",
  "interface": null
}
