{
  "name": "comparative-analysis-of-rna-virome-composition-in-rabbits-and-associated-ectopar_2020",
  "title": "Comparative Analysis of RNA Virome Composition in Rabbits and Associated Ectoparasites",
  "url": "https://doi.org/10.1128/JVI.02119-19",
  "doi": "10.1128/JVI.02119-19",
  "bibtex": "@article{Mahar_2020, title={Comparative Analysis of RNA Virome Composition in Rabbits and Associated Ectoparasites}, volume={94}, ISSN={1098-5514}, url={http://dx.doi.org/10.1128/JVI.02119-19}, DOI={10.1128/jvi.02119-19}, number={11}, journal={Journal of Virology}, publisher={American Society for Microbiology}, author={Mahar, Jackie E. and Shi, Mang and Hall, Robyn N. and Strive, Tanja and Holmes, Edward C.}, editor={Pfeiffer, Julie K.}, year={2020}, month=may }",
  "description": "Ectoparasites play an important role in the transmission of many vertebrate-infecting viruses, including Zika and dengue viruses. Although it is becoming increasingly clear that invertebrate species harbor substantial virus diversity, it is unclear how many of the viruses carried by invertebrates have the potential to infect vertebrate species. We used the European rabbit (Oryctolagus cuniculus) as a model species to compare virome compositions in a vertebrate host and known associated ectoparasite mechanical vectors, in this case, fleas and blowflies. In particular, we aimed to infer the extent of viral transfer between these distinct types of host. Our analysis revealed that despite extensive viral diversity in both rabbits and associated ectoparasites, and the close interaction of these vertebrate and invertebrate species, biological viral transmission from ectoparasites to vertebrate species is rare. We did, however, find evidence to support the idea of a role of blowflies in transmitting viruses without active replication in the insect",
  "date": "2020-05-18",
  "version": null,
  "license": null,
  "language": "English",
  "package_managers": null,
  "input_formats": null,
  "output_formats": null,
  "topics": [
    "Mammalia",
    "ectoparasite"
  ],
  "type": "paper",
  "interface": null
}
