{
  "name": "divergent-viruses-discovered-in-arthropods-and-vertebrates-revise-the-evolutiona_2016",
  "type": "paper",
  "url": "https://doi.org/10.1128/JVI.02036-15",
  "doi": "10.1128/JVI.02036-15",
  "bibtex": "@article{Shi_2016, title={Divergent Viruses Discovered in Arthropods and Vertebrates Revise the Evolutionary History of the Flaviviridae and Related Viruses}, volume={90}, ISSN={1098-5514}, url={http://dx.doi.org/10.1128/JVI.02036-15}, DOI={10.1128/jvi.02036-15}, number={2}, journal={Journal of Virology}, publisher={American Society for Microbiology}, author={Shi, Mang and Lin, Xian-Dan and Vasilakis, Nikos and Tian, Jun-Hua and Li, Ci-Xiu and Chen, Liang-Jun and Eastwood, Gillian and Diao, Xiu-Nian and Chen, Ming-Hui and Chen, Xiao and Qin, Xin-Cheng and Widen, Steven G. and Wood, Thomas G. and Tesh, Robert B. and Xu, Jianguo and Holmes, Edward C. and Zhang, Yong-Zhen}, editor={Ou, J.-H. J.}, year={2016}, month=jan, pages={659–669} }",
  "description": "Viruses of the familyFlaviviridae</jats:named-content>are important pathogens of humans and other animals and are currently classified into four genera. To better understand their diversity, evolutionary history, and genomic flexibility, we used transcriptome sequencing (RNA-seq) to search for the viruses related to theFlaviviridae</jats:named-content>in a range of potential invertebrate and vertebrate hosts. Accordingly, we recovered the full genomes of five segmented jingmenviruses and 12 distant relatives of the knownFlaviviridae</jats:named-content>(“flavi-like” viruses) from a range of arthropod species. Although these viruses are highly divergent, they share a similar genomic plan and common ancestry with theFlaviviridae</jats:named-content>in the NS3 and NS5 regions. Remarkably, although these viruses fill in major gaps in the phylogenetic diversity of theFlaviviridae</jats:named-content>, genomic comparisons reveal important changes in genome structure, genome size, and replication/gene regulation strategy during evolutionary history. In addition, the wide diversity of flavi-like viruses found in invertebrates, as well as their deep phylogenetic positions, suggests that they may represent the ancestral forms from which the vertebrate-infecting viruses evolved. For the vertebrate viruses, we expanded the previously mammal-only pegivirus-hepacivirus group to include a virus from the graceful catshark (Proscyllium habereri</jats:named-content>), which in turn implies that these viruses possess a larger host range than is currently known. In sum, our data show that theFlaviviridae</jats:named-content>infect a far wider range of hosts and exhibit greater diversity in genome structure than previously anticipated<jats:bold>IMPORTANCE</jats:bold>The familyFlaviviridae</jats:named-content>of RNA viruses contains several notorious human pathogens, including dengue virus, West Nile virus, and hepatitis C virus. To date, however, our understanding of the biodiversity and evolution of theFlaviviridae</jats:named-content>has largely been directed toward vertebrate hosts and their blood-feeding arthropod vectors. Therefore, we investigated an expanded group of potential arthropod and vertebrate host species that have generally been ignored by surveillance programs. Remarkably, these species contained diverse flaviviruses and related viruses that are characterized by major changes in genome size and genome structure, such that these traits are more flexible than previously thought. More generally, these data suggest that arthropods may be the ultimate reservoir of theFlaviviridae</jats:named-content>and related viruses, harboring considerable genetic and phenotypic diversity. In sum, this study revises the traditional view on the evolutionary history, host range, and genomic structures of a major group of RNA viruses",
  "date": "2016-01-15",
  "version": null,
  "license": null,
  "language": "English",
  "topics": [
    "flavi"
  ],
  "package_managers": null,
  "title": "Divergent Viruses Discovered in Arthropods and Vertebrates Revise the Evolutionary History of the Flaviviridae and Related Viruses",
  "input_formats": null,
  "output_formats": null,
  "interface": null
}
