{
  "name": "highly-diverse-ribonucleic-acid-viruses-in-the-viromes-of-eukaryotic-host-specie_2022",
  "title": "Highly diverse ribonucleic acid viruses in the viromes of eukaryotic host species in Yunnan province, China",
  "url": "https://doi.org/10.3389/fmicb.2022.1019444",
  "doi": "10.3389/fmicb.2022.1019444",
  "bibtex": "@article{Han_2022, title={Highly diverse ribonucleic acid viruses in the viromes of eukaryotic host species in Yunnan province, China}, volume={13}, ISSN={1664-302X}, url={http://dx.doi.org/10.3389/fmicb.2022.1019444}, DOI={10.3389/fmicb.2022.1019444}, journal={Frontiers in Microbiology}, publisher={Frontiers Media SA}, author={Han, Zhenzhi and Xiao, Jinbo and Song, Yang and Zhao, Xiaonan and Sun, Qiang and Lu, Huanhuan and Zhang, Keyi and Li, Jichen and Li, Junhan and Si, Fenfen and Zhang, Guoyan and Zhao, Hehe and Jia, Senquan and Zhou, Jienan and Wang, Dongyan and Zhu, Shuangli and Yan, Dongmei and Xu, Wenbo and Fu, Xiaoqing and Zhang, Yong}, year={2022}, month=oct }",
  "description": "The diversity in currently documented viruses and their morphological characteristics indicates the need for understanding the evolutionary characteristics of viruses. Notably, further studies are needed to obtain a comprehensive landscape of virome, the virome of host species in Yunnan province, China  Materials and methodsWe implemented the metagenomic next-generation sequencing strategy to investigate the viral diversity, which involved in 465 specimens collected from bats, pangolins, monkeys, and other species. The diverse RNA viruses were analyzed, especially focusing on the genome organization, genetic divergence and phylogenetic relationships  ResultsIn this study, we investigated the viral composition of eight libraries from bats, pangolins, monkeys, and other species, and found several diverse RNA viruses, including the Alphacoronavirus from bat specimens. By characterizing the genome organization, genetic divergence, and phylogenetic relationships, we identified five Alphacoronavirus strains, which shared phylogenetic association with Bat-CoV-HKU8-related strains. The pestivirus-like virus related to recently identified Dongyang pangolin virus (DYPV) strains from dead pangolin specimens, suggesting that these viruses are evolving. Some genomes showed higher divergence from known species (e.g., calicivirus CS9-Cali-YN-CHN-2020), and many showed evidence of recombination events with unknown or known strains (e.g., mamastroviruses BF2-astro-YN-CHN-2020 and EV-A122 AKM5-YN-CHN-2020). The newly identified viruses showed extensive changes and could be assigned as new species, or even genus (e.g., calicivirus CS9-Cali-YN-CHN-2020 and iflavirus Ifla-YN-CHN-2020). Moreover, we identified several highly divergent RNA viruses and estimated their evolutionary characteristics among different hosts, providing data for further examination of their evolutionary dynamics  ConclusionOverall, our study emphasizes the close association between emerging viruses and infectious diseases, and the need for more comprehensive surveys",
  "date": "2022-10-13",
  "version": null,
  "license": null,
  "language": "English",
  "package_managers": null,
  "input_formats": null,
  "output_formats": null,
  "topics": [
    "bats",
    "pangolins",
    "monkeys"
  ],
  "type": "paper",
  "interface": null
}
