{
  "name": "human-land-use-impacts-viral-diversity-and-abundance-in-a-new-zealand-river_2022",
  "type": "paper",
  "url": "https://doi.org/10.1093/ve/veac032",
  "doi": "10.1093/ve/veac032",
  "bibtex": "@article{French_2022, title={Human land use impacts viral diversity and abundance in a New Zealand river}, volume={8}, ISSN={2057-1577}, url={http://dx.doi.org/10.1093/ve/veac032}, DOI={10.1093/ve/veac032}, number={1}, journal={Virus Evolution}, publisher={Oxford University Press (OUP)}, author={French, Rebecca and Charon, Justine and Lay, Callum Le and Muller, Chris and Holmes, Edward C}, year={2022}, month=jan }",
  "description": "   Although water-borne viruses have important implications for the health of humans and other animals, little is known about the impact of human land use on viral diversity and evolution in water systems such as rivers. We used metatranscriptomic sequencing to compare the diversity and abundance of viruses at sampling sites along a single river in New Zealand that differed in human land-use impacts, ranging from pristine to urban. From this, we identified 504 putative virus species, of which 97 per cent were novel. Many of the novel viruses were highly divergent and likely included a new subfamily within the Parvoviridae. We identified at least sixty-three virus species that may infect vertebrates—most likely fish and water birds—from the Astroviridae, Birnaviridae, Parvoviridae, and Picornaviridae. No putative human viruses were detected. Importantly, we observed differences in the composition of viral communities at sites impacted by human land use (farming and urban) compared to native forest sites (pristine). At the viral species level, the urban sites had higher diversity (327 virus species) than the farming (n = 150) and pristine sites (n = 119), and more viruses were shared between the urban and farming sites (n = 76) than between the pristine and farming or urban sites (n = 24). The two farming sites had a lower viral abundance across all host types, while the pristine sites had a higher abundance of viruses associated with animals, plants, and fungi. We also identified viruses linked to agriculture and human impact at the river sampling sites in farming and urban areas that were not present at the native forest sites. Although based on a small sample size, our study suggests that human land use can impact viral communities in rivers, such that further work is needed to reduce the impact of intensive farming and urbanisation on water systems",
  "date": "2022-04-28",
  "version": null,
  "license": null,
  "language": "English",
  "topics": [
    "ecology"
  ],
  "package_managers": null,
  "title": "Human land use impacts viral diversity and abundance in a New Zealand river",
  "input_formats": null,
  "output_formats": null,
  "interface": null
}
