{
  "name": "metagenomic-sequencing-reveals-a-lack-of-virus-exchange-between-native-and-invas_2021",
  "title": "Metagenomic sequencing reveals a lack of virus exchange between native and invasive freshwater fish across the Murray–Darling Basin, Australi",
  "url": "https://doi.org/10.1093/ve/veab034",
  "doi": "10.1093/ve/veab034",
  "bibtex": "@article{Costa_2021, title={Metagenomic sequencing reveals a lack of virus exchange between native and invasive freshwater fish across the Murray–Darling Basin, Australia}, volume={7}, ISSN={2057-1577}, url={http://dx.doi.org/10.1093/ve/veab034}, DOI={10.1093/ve/veab034}, number={1}, journal={Virus Evolution}, publisher={Oxford University Press (OUP)}, author={Costa, Vincenzo A and Mifsud, Jonathon C O and Gilligan, Dean and Williamson, Jane E and Holmes, Edward C and Geoghegan, Jemma L}, year={2021}, month=jan }",
  "description": "Biological invasions are among the biggest threats to freshwater biodiversity. This is increasingly relevant in the Murray–Darling Basin, Australia, particularly since the introduction of the common carp (Cyprinus carpio). This invasive species now occupies up to ninety per cent of fish biomass, with hugely detrimental impacts on native fauna and flora. To address the ongoing impacts of carp, cyprinid herpesvirus 3 (CyHV-3) has been proposed as a potentially effective biological control agent. Crucially, however, it is unknown whether CyHV-3 and other cyprinid herpesviruses already exist in the Murray–Darling. Further, little is known about those viruses that naturally occur in wild freshwater fauna, and the frequency with which these viruses jump species boundaries. To document the evolution and diversity of freshwater fish viromes and better understand the ecological context to the proposed introduction of CyHV-3, we performed a meta-transcriptomic viral survey of invasive and native fish across the Murray–Darling Basin, covering over 2,200 km of the river system. Across a total of thirty-six RNA libraries representing ten species, we failed to detect CyHV-3 nor any closely related viruses. Rather, meta-transcriptomic analysis identified eighteen vertebrate-associated viruses that could be assigned to the Arenaviridae, Astroviridae, Bornaviridae, Caliciviridae, Coronaviridae, Chuviridae, Flaviviridae, Hantaviridae, Hepeviridae, Paramyxoviridae, Picornaviridae, Poxviridae, Reoviridae and Rhabdoviridae families, and a further twenty-seven that were deemed to be associated with non-vertebrate hosts. Notably, we revealed a marked lack of viruses that are shared among invasive and native fish sampled here, suggesting that there is little virus transmission from common carp to native fish species, despite co-existing for over fifty years. Overall, this study provides the first data on the viruses naturally circulating in a major river system and supports the notion that fish harbour a large diversity of viruses with often deep evolutionary histories",
  "date": "2021-01-20",
  "version": null,
  "license": null,
  "language": "English",
  "package_managers": null,
  "input_formats": null,
  "output_formats": null,
  "topics": [
    "fish",
    "ecology"
  ],
  "type": "paper",
  "interface": null
}
