{
  "name": "new-lineages-of-rna-viruses-from-clinical-isolates-of-rhizopus-microsporus-revea_2024",
  "title": "New lineages of RNA viruses from clinical isolates of Rhizopus microsporus revealed by fragmented and primer-ligated dsRNA sequencing (FLDS) analysis",
  "url": "https://doi.org/10.1128/msphere.00345-24",
  "doi": "10.1128/msphere.00345-24",
  "bibtex": "@article{Sa_diyah_2024, title={New lineages of RNA viruses from clinical isolates ofRhizopus microsporusrevealed by fragmented and primer-ligated dsRNA sequencing (FLDS) analysis}, volume={9}, ISSN={2379-5042}, url={http://dx.doi.org/10.1128/msphere.00345-24}, DOI={10.1128/msphere.00345-24}, number={8}, journal={mSphere}, publisher={American Society for Microbiology}, author={Sa’diyah, Wasiatus and Zhao, Yan-Jie and Chiba, Yuto and Kondo, Hideki and Suzuki, Nobuhiro and Ban, Sayaka and Yaguchi, Takashi and Urayama, Syun-ichi and Hagiwara, Daisuke}, editor={McDonald Esstman, Sarah}, year={2024}, month=aug }",
  "description": "Rhizopus microsporus  is a species in the order Mucorales that is known to cause mucormycosis, but it is poorly understood as a host of viruses. Here, we examined 25 clinical strains of  R. microsporus  for viral infection with a conventional double-stranded RNA (dsRNA) assay using agarose gel electrophoresis (AGE) and the recently established fragmented and primer-ligated dsRNA sequencing (FLDS) protocol. By AGE, five virus-infected strains were detected. Then, full-length genomic sequences of 12 novel RNA viruses were revealed by FLDS, which were related to the families  Mitoviridae, Narnaviridae,  and  Endornaviridae,  ill-defined groups of single-stranded RNA (ssRNA) viruses with similarity to the established families  Virgaviridae  and  Phasmaviridae,  and the proposed family “Ambiguiviridae.” All the characterized viruses, except a potential phasmavirid with a negative-sense RNA genome, had positive-sense RNA genomes. One virus belonged to a previously established species within the family  Mitoviridae, whereas the other 11 viruses represented new species or even new genera. These results show that the fungal pathogen  R. microsporus  harbors diverse RNA viruses and extend our understanding of the diversity of RNA viruses in the fungal order Mucorales, division Mucoromycota. Identifying RNA viruses from clinical isolates of  R. microsporus  may expand the repertoire of natural therapeutic agents for mucormycosis in the future         The diversity of mycoviruses in fungal hosts in the division Mucoromycota has been underestimated, mainly within the species    Rhizopus microsporus    . Only five positive-sense RNA genomes had previously been discovered in this species. Because current sequencing methods poorly complete the termini of genomes, we used fragmented and primer-ligated double-stranded RNA sequencing to acquire the full-length genomes. Eleven novel mycoviruses were detected in this study, including the first negative-sense RNA genome reported in    R. microsporus    . Our findings extend the understanding of the viral diversity in clinical strains of Mucoromycota, may provide insights into the pathogenesis and ecology of this fungus, and may offer therapeutic options.",
  "date": "2024-08-28",
  "version": null,
  "license": null,
  "language": "English",
  "package_managers": null,
  "input_formats": null,
  "output_formats": null,
  "topics": [
    "methodology",
    "diversity"
  ],
  "type": "paper",
  "interface": null
}
