{
  "name": "substantial-viral-and-bacterial-diversity-at-the-bat-tick-interface_2023",
  "type": "paper",
  "url": "https://www.microbiologyresearch.org/content/journal/mgen/10.1099/mgen.0.000942",
  "doi": "10.1099/mgen.0.000942",
  "bibtex": "@article{Ortiz_Baez_2023, title={Substantial viral and bacterial diversity at the bat–tick interface}, volume={9}, ISSN={2057-5858}, url={http://dx.doi.org/10.1099/mgen.0.000942}, DOI={10.1099/mgen.0.000942}, number={3}, journal={Microbial Genomics}, publisher={Microbiology Society}, author={Ortiz-Baez, Ayda Susana and Jaenson, Thomas G. T. and Holmes, Edward C. and Pettersson, John H.-O. and Wilhelmsson, Peter}, year={2023}, month=mar }",
  "description": "Ticks harbour a high diversity of viruses, bacteria and protozoa. The soft tick (Argasidae) is a common ectoparasite of bats in the Palearctic region and is suspected to be vector and reservoir of viruses and other microbial species in bat populations, some of which may act as zoonotic agents for human disease. The Soprano pipistrelle (Pipistrellus pygmaeus, Vespertilionidae) is widely distributed in Europe, where it can be found inside or close to human habitation. We used meta-transcriptomic sequencing to determine the RNA virome and common microbiota in blood-fed C. vespertilionis ticks collected from a Soprano pipistrelle bat roosting site in south-central Sweden. Our analyses identified 16 viruses from 11 virus families, of which 15 viruses were novel. For the first time in Sweden we identified Issuk-Kul virus, a zoonotic arthropod-borne virus previously associated with outbreaks of acute febrile illness in humans. Probable bat-associated and tick-borne viruses were classified within the families Nairoviridae, Caliciviridae and Hepeviridae, while other invertebrate-associated viruses included members of the Dicistroviridae, Iflaviridae, Nodaviridae, Partitiviridae, Permutotetraviridae, Polycipiviridae and Solemoviridae. Similarly, we found abundant bacteria in C. vespertilionis, including genera with known tick-borne bacteria, such as          <jats:named-content content-type=\"genus\">            <jats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" ext-link-type=\"uri\" xlink:href=\"http://doi.org/10.1601/nm.2390\" xlink:type=\"simple\">Coxiella</jats:ext-link>                spp. and          <jats:named-content content-type=\"genus\">            <jats:ext-link xmlns:xlink=\"http://www.w3.org/1999/xlink\" ext-link-type=\"uri\" xlink:href=\"http://doi.org/10.1601/nm.952\" xlink:type=\"simple\">Rickettsia</jats:ext-link>                spp. These findings demonstrate the remarkable diversity of RNA viruses and bacteria present in C. vespertilionis and highlight the importance of bat-associated ectoparasite surveillance as an effective and non-invasive means to track viruses and bacteria circulating in bats and ticks",
  "date": "2023-03-02",
  "version": null,
  "license": null,
  "language": "English",
  "topics": ["arthropods"],
  "package_managers": null,
  "title": "Substantial viral and bacterial diversity at the bat–tick interface",
  "input_formats": null,
  "output_formats": null,
  "interface": null
}
