{
  "name": "transcriptome-mining-extends-the-host-range-of-the-flaviviridae-to-non-bilateria_2023",
  "title": "Transcriptome mining extends the host range of the Flaviviridae to non-bilaterians",
  "url": "https://doi.org/10.1093/ve/veac124",
  "doi": "10.1093/ve/veac124",
  "bibtex": "@article{Mifsud_2022, title={Transcriptome mining extends the host range of the Flaviviridae to non-bilaterians}, volume={9}, ISSN={2057-1577}, url={http://dx.doi.org/10.1093/ve/veac124}, DOI={10.1093/ve/veac124}, number={1}, journal={Virus Evolution}, publisher={Oxford University Press (OUP)}, author={Mifsud, Jonathon C O and Costa, Vincenzo A and Petrone, Mary E and Marzinelli, Ezequiel M and Holmes, Edward C and Harvey, Erin}, year={2022}, month=dec }",
  "description": "The flavivirids (family Flaviviridae) are a group of positive-sense RNA viruses that include well-documented agents of human disease. Despite their importance and ubiquity, the timescale of flavivirid evolution is uncertain. An ancient origin, spanning millions of years, is supported by their presence in both vertebrates and invertebrates and by the identification of a flavivirus-derived endogenous viral element in the peach blossom jellyfish genome (Craspedacusta sowerbii, phylum Cnidaria), implying that the flaviviruses arose early in the evolution of the Metazoa. To date, however, no exogenous flavivirid sequences have been identified in these hosts. To help resolve the antiquity of the Flaviviridae, we mined publicly available transcriptome data across the Metazoa. From this, we expanded the diversity within the family through the identification of 32 novel viral sequences and extended the host range of the pestiviruses to include amphibians, reptiles, and ray-finned fish. Through co-phylogenetic analysis we found cross-species transmission to be the predominate macroevolutionary event across the non-vectored flavivirid genera (median, 68 per cent), including a cross-species transmission event between bats and rodents, although long-term virus–host co-divergence was still a regular occurrence (median, 23 per cent). Notably, we discovered flavivirus-like sequences in basal metazoan species, including the first associated with Cnidaria. This sequence formed a basal lineage to the genus Flavivirus and was closer to arthropod and crustacean flaviviruses than those in the tamanavirus group, which includes a variety of invertebrate and vertebrate viruses. Combined, these data attest to an ancient origin of the flaviviruses, likely close to the emergence of the metazoans 750–800 million years ago",
  "date": "2023-01-20",
  "version": null,
  "license": null,
  "language": "English",
  "package_managers": null,
  "input_formats": null,
  "output_formats": null,
  "topics": [
    "Flaviviridae",
    "host range"
  ],
  "type": "paper",
  "interface": null
}
