{
  "name": "unmapped-rna-virus-diversity-in-termites-and-their-symbionts_2020",
  "title": "Unmapped RNA Virus Diversity in Termites and their Symbionts",
  "url": "https://doi.org/10.3390/v12101145",
  "doi": "10.3390/v12101145",
  "bibtex": "@article{Le_Lay_2020, title={Unmapped RNA Virus Diversity in Termites and Their Symbionts}, volume={12}, ISSN={1999-4915}, url={http://dx.doi.org/10.3390/v12101145}, DOI={10.3390/v12101145}, number={10}, journal={Viruses}, publisher={MDPI AG}, author={Le Lay, Callum and Shi, Mang and Buček, Aleš and Bourguignon, Thomas and Lo, Nathan and Holmes, Edward}, year={2020}, month=oct, pages={1145} }",
  "description": "Despite their ecological importance, nothing is known about the diversity and abundance of RNA viruses in termites (Termitoidae). We used a metatranscriptomics approach to determine the RNA virome structure of 50 diverse species of termite that differ in both phylogenetic position and colony composition. From these samples, we identified 67 novel RNA viruses, characterized their genomes, quantified their abundance and inferred their evolutionary history. These viruses were found within or similar to those from the Togaviridae, Iflaviridae, Polycipiviridae, Flaviviridae, Leviviridae, Narnaviridae, Mitoviridae, Lispivirdae, Phasmaviridae, Picobirnaviridae and Partitiviridae. However, all viruses identified were novel and divergent, exhibiting only 20% to 45% amino acid identity to previously identified viruses. Our analysis suggested that 17 of the viruses identified were termite-infecting, with the remainder likely associated with the termite microbiome or diet. Unclassified sobemo-like and bunya-like viruses dominated termite viromes, while most of the phylogenetic diversity was provided by the picobirna- and mitovirus-like viruses. Of note was the identification of a novel flavi-like virus most closely related to those found in marine vertebrates and invertebrates. Notably, the sampling procedure had the strongest association with virome composition, with greater RNA virome diversity in libraries prepared from whole termite bodies than those that only sampled heads",
  "date": "2020-10-09",
  "version": null,
  "license": null,
  "language": "English",
  "package_managers": null,
  "input_formats": null,
  "output_formats": null,
  "topics": [
    "Arthropods"
  ],
  "type": "paper",
  "interface": null
}
