{
  "name": "viroid-like-rna-dependent-rna-polymerase-encoding-ambiviruses-are-abundant-in-co_2023",
  "title": "Viroid-like RNA-dependent RNA polymerase-encoding ambiviruses are abundant in complex fungi",
  "url": "https://doi.org/10.3389/fmicb.2023.1144003",
  "doi": "10.3389/fmicb.2023.1144003",
  "bibtex": "@article{Chong_2023, title={Viroid-like RNA-dependent RNA polymerase-encoding ambiviruses are abundant in complex fungi}, volume={14}, ISSN={1664-302X}, url={http://dx.doi.org/10.3389/fmicb.2023.1144003}, DOI={10.3389/fmicb.2023.1144003}, journal={Frontiers in Microbiology}, publisher={Frontiers Media SA}, author={Chong, Li Chuin and Lauber, Chris}, year={2023}, month=may }",
  "description": "Ambiviruses are hybrid infectious elements encoding the hallmark gene of RNA viruses, the RNA-dependent RNA polymerase, and self-cleaving RNA ribozymes found in many viroids. Ambiviruses are thought to be pathogens of fungi, although the majority of reported genomes have been identified in metatranscriptomes. Here, we present a comprehensive screen for ambiviruses in more than 46,500 fungal transcriptomes from the Sequence Read Archive (SRA). Our data-driven virus discovery approach identified more than 2,500 ambiviral sequences across the kingdom Fungi with a striking expansion in members of the phylum Basidiomycota representing the most complex fungal organisms. Our study unveils a large diversity of unknown ambiviruses with as little as 27% protein sequence identity to known members and sheds new light on the evolution of this distinct class of infectious agents with RNA genomes. No evidence for the presence of ambiviruses in human microbiomes was obtained from a comprehensive screen of respective metatranscriptomes available in the SRA",
  "date": "2023-05-12",
  "version": null,
  "license": null,
  "language": "English",
  "package_managers": null,
  "input_formats": null,
  "output_formats": null,
  "topics": [
    "viroids",
    "fungi",
    "ambiviruses"
  ],
  "type": "paper",
  "interface": null
}
